{
    "ttlSiteName": "10Centuries",

    "pageSignUp": "Sign Up",

    "lblAbout": "About",
    "lblBlog": "Blog",
    "lblCareers": "Careers",
    "lblContact": "Contact",
    "lblDevelop": "Developers",
    "lblDocs": "API Documentation",
    "lblDonate": "Donate",
    "lblForgot": "Forgot Password",
    "lblIdeas": "Ideas",
    "lblInvolved": "Get Involved",
    "lblProduct": "Product",
    "lblRoadmap": "Roadmap",
    "lblSignIn": "Sign In",
    "lblSignUp": "Sign Up",
    "lblSupport": "Support",

    "welcomeIntro": "Respectful and Long-Term",
    "welcomeDescr": "10Centuries is a respectful platform that allows you to publish, record, share, keep your ideas and moments however you wish.",
    "landSec01Intro": "Sharing on your terms",
    "landSec01Descr": "Your data is yours, even when it&apos;s safely stored on a 10Centuries server. Access permissions control what people can see and how they see it.",
    "landSec02Intro": "Vibrant and Welcoming",
    "landSec02Descr": "<a href=\"https://nice.social\" alt=\"Nice Social\">Nice.Social</a>, where members of 10Centuries can interact, has a vibrant and respectful community. Everyone is welcome to join in.",
    "landSec03Intro": "Powerful Features",
    "landSec03Descr": "Limitless possibilities. What will you create?",
    "landSec03Feat01": "Customizable Designs",
    "landSec03Feat02": "SEO Friendly",
    "landSec03Feat03": "Responsive Mobile Sites",
    "landSec03Feat04": "High Performance",
    "landSec03Feat05": "Manage on the Go",
    "landSec03Feat06": "High Security",
    "landSec03Feat07": "Powerful Media Management",
    "landSec03Feat08": "Easy and Accessible",
    "landSec04Intro": "Free &amp; Open Source Software",
    "landSec04Descr": "10Centuries is completely open source, making it possible for interested people to examine exactly how the system works and how it has evolved over time. Want to host your own version of 10Centuries? No problem! The source code can be installed on almost any system capable of PHP and MySQL.",
    "landSec05Intro": "Get Started with 10Centuries",
    "landSec05Descr": "More people are discovering the power and flexibility of 10Centuries every day. You&apos;re welcome to join in, too!",
    "landFootDescr": "Looking for a unique, modern design for your website? Get in touch! We can help you with that.",
    "landFootCopyright": "Powered by Strong Coffee &amp; Pictures of Happy Puppies",
    "landCol1Head": "Company",
    "landCol2Head": "Product",
    "landCol3Head": "Support",

    "privacyIntro": "Data Privacy Statement",
    "privacyLead": "10Centuries takes data privacy seriously. What's yours is yours to keep, with some caveats. Below is a detailed explanation of how data is managed.",
    "privacySection1": "1. Collection of personal data",
    "privacyDetail1": "(1) This data privacy statement explains how and what personal data we collect from you through our website. Personal data means all data that can relate to you personally, such as your name, address, e-mail account(s), user behaviour.<br><br>(2) Controller in accordance with Article 4 Clause 7 of the EU General Data Protection Regulation (GDPR) is: Jason F. Irwin (contact@10centuries.com). You can contact the Data Protection Officer using the email address listed or, if you require a postal address, please request it via the contact form.<br><br>(3) Whenever you contact us by e-mail or through a contact form, we save the data provided by you (your e-mail account, possibly your name and country of residence) to be able to deliver answers to your questions. We delete the data collected in this context after its storage is no longer necessary, or we limit its procession where it is subject to legal obligations to retain data.<br><br>(4) If we involve contracted third party providers to support individual functions of our offer or should we want to use your data for advertisement, the relevant applicable procedures are described in detail below. Below, we also describe the established criteria for the duration of data storage period.<br><br>(5) The data processed by us are deleted or their procession is limited in accordance with Articles 17 and 18 of the GDPR. Unless explicitly stated otherwise in this data privacy statement, the data stored by us is deleted as soon as it is no longer required for its intended purpose and no legal obligations to retain data prevent its deletion. Limitations are imposed on procession of the data which has not been not deleted because it is required for other legally allowed purposes. In other words, such data is blocked and not accessible for procession for any other purpose. This rule applies for example to the data which has to be retained for reasons associated with commercial or tax law.",
    "privacySection2": "2. Your rights",
    "privacyDetail2": "(1) You have the following rights in respect to us regarding the personal data relating to you: You have the right to obtain information about your personal data processed by us. We hope for your understanding because in case of an inquiry submitted to us other than in writing we will most probably request proof from you in such a situation in order to confirm that you are actually the person you claim to be.<br><br>You also have the right to adjust or to delete or to limit procession of your data to an extent legally allowed. Moreover, you have the right to object against procession of your data to an extent permitted by law. The same can be said about the right to &quot;data transmissibility&quot;.<br><br>(2) Furthermore, you have the right to apply to a data protection authority with complaints concerning how your personal data is processed by us.",
    "privacySection3": "3. Collection of personal data from our website visitors",
    "privacyDetail3": "(1) Where our website is accessed purely to gain information, i.e. where you do not register or provide us information in any other way, we only collect the personal data provided by your browser to our server. Where you want to view our website, we collect the following data necessary for technical purposes to be able to demonstrate our website to you and to ensure adequate access stability and security (the legal basis is Article 6 Paragraph 1 Section (1) Letter (f) of the GDPR):<br><br>&bull; IP address<br>&bull; Enquiry date and time<br>&bull; Enquiry content (the exact web page accessed)<br>&bull; Access status/HTTP status code<br>&bull; Website generating the enquiry<br>&bull; Browser<br>&bull; OS and its interface<br>&bull; Browser language and version<br><br>This data is retained for security reasons (e.g. for investigation of misuses or prevention of fraud) for maximum 180 days and is marked for deletion upon expiry thereof. The data which has to be retained for a longer period as evidence will only be deleted after the relevant incident is finally clarified.<br><br>(2) Additionally to the data listed in the foregoing, your computer will save our cookies when you access our website. Cookies are small text files which are stored on your hard drive as files assigned to your browser and through which certain information is provided to the cookie sender (in this case to us). Cookies are not able to execute any programmes or to infect your computer with any virus. Their purpose is to make your work in the internet generally more user-friendly and effective.<br><br>(3) Use of cookies:<br>a) This website uses the following cookie types whose scope and functions are explained in more detail below:<br>&mdash; Transient cookies (please refer to b);<br>&mdash; Persistent cookies (please refer to c).<br>b) Transient cookies are deleted automatically when you close your browser. They include in particular session cookies. They store information about the so-called session ID with which diverse enquiries of your browser are assigned within the entire session. They enable us to recognise your computer as that of our former visitor when you return to our website. The session cookies are deleted when you close your browser.<br>c) Persistent cookies are deleted automatically after a pre-set period of time which can differ from cookie to cookie. You can delete the cookies at any time using the security settings of your browser.<br>d) You can configure your browser settings at your discretion and in particular decline acceptance of third party cookies or of all cookies. We point out, however, that in such case you will not be able most probably to make use of some of the functions at this website.",
    "privacySection4": "4. Other functions and offers of our website",
    "privacyDetail4": "(1) Next to the possibility to use our website purely for information purposes, we offer diverse services which you can use if they are of interest for you. As a rule, to be able to use them you would be requested to provide your more detailed personal data which we use for the provision of the concerned service and which are covered by the data procession principles described in the foregoing.<br><br>(2) We do not use the services of external service providers to process any of your data.<br><br>(3) Furthermore, we never pass on your personal data to third parties except for law enforcement agencies upon receipt of a warrant.",
    "privacySection5": "5. Objections against data procession or recalling of your data from procession",
    "privacyDetail5": "(1) You can withdraw your agreement earlier granted us for procession of your personal data at any time. Such withdrawal of your agreement will affect the accessibility of your personal data for procession as soon as you make it known to us.<br><br>(2) To the extent we process your personal data to support our legitimate interests, you can file an objection against such procession. That is the case in particular where procession of the concerned data is not necessary for the purpose of executing our agreement with you, which fact we point out in the description of the concerned function below. If you file an objection with us, please kindly provide reasons why we should not process your personal data the way we are processing them currently. If your objection is found to be substantiated, we will investigate the matter and either suspend procession of your data and make appropriate adjustments or disclose to you our overriding reasons to continue procession of the concerned data where protection is necessary.<br><br>(3) Your data is never used for marketing purposes.",

    "supIntro": "Create Your Account",
    "supMailPH": "your@email.address",
    "supNamePH": "Choose a Nickname",
    "supPassPH": "Enter a Good Password",
    "supLogin": "Already a member? <a class=\"ml-1\" href=\"/login\">You can sign in here</a>.",
    "supTermsAgree": "I agree to the <a class=\"ml-1\" href=\"/terms\" target=\"_blank\">terms of service</a>.",

    "forgotIntro": "Forgot Your Password?",
    "forgotIntroDetail": "If you&apos;ve forgotten your password, you can ask for a link that will sign you directly into your main website. Simply type in the email address assocaited with your account, and a message will be sent straight away.",

    "tosIntro": "Terms of Service",
    "tosLead": "These terms and conditions (&quot;Terms&quot;, &quot;Agreement&quot;) are an agreement between the Website Operator (&quot;Website Operator&quot;, &quot;us&quot;, &quot;we&quot; or &quot;our&quot;) and you (&quot;User&quot;, &quot;you&quot; or &quot;your&quot;). This Agreement sets forth the general terms and conditions of your use of the 10centuries.org website and any of its products or services (collectively, &quot;Website&quot; or &quot;Services&quot;).",
    "tosAccounts": "Accounts and Membership",
    "tosAccountsDetail": "You must be at least 13 years of age to use this Website. By using this Website and by agreeing to this Agreement you warrant and represent that you are at least 13 years of age. If you create an account on the Website, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account and any other actions taken in connection with it. We may, but have no obligation to, monitor and review new accounts before you may sign in and use our Services. Providing false contact information of any kind may result in the termination of your account. You must immediately notify us of any unauthorized uses of your account or any other breaches of security. We will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions. We may suspend, disable, or delete your account (or any part thereof) if we determine that you have violated any provision of this Agreement or that your conduct or content would tend to damage our reputation and goodwill. If we delete your account for the foregoing reasons, you may not re-register for our Services. We may block your email address and Internet protocol address to prevent further registration.",
    "tosContent": "User Content",
    "tosContentDetail": "We do not own any data, information or material (&quot;Content&quot;) that you submit on the Website in the course of using the Service. You shall have sole responsibility for the accuracy, quality, integrity, legality, reliability, appropriateness, and intellectual property ownership or right to use of all submitted Content. We may, but have no obligation to, monitor and review Content on the Website submitted or created using our Services by you. Unless specifically permitted by you, your use of the Website does not grant us the license to use, reproduce, adapt, modify, publish or distribute the Content created by you or stored in your user account for commercial, marketing or any similar purpose. But you grant us permission to access, copy, distribute, store, transmit, reformat, display and perform the Content of your user account solely as required for the purpose of providing the Services to you.",
    "tosBackups": "Backups",
    "tosBackupsDetail": "We perform regular backups of the Website and Content and will do our best to ensure completeness and accuracy of these backups. In the event of the hardware failure or data loss we will restore backups automatically to minimize the impact and downtime." ,
    "tosLinkElsewhere": "Links to Other Websites",
    "tosLinkElsewhereDetail": "Although this Website may link to other websites, we are not, directly or indirectly, implying any approval, association, sponsorship, endorsement, or affiliation with any linked website, unless specifically stated herein. We are not responsible for examining or evaluating, and we do not warrant the offerings of, any businesses or individuals or the content of their websites. We do not assume any responsibility or liability for the actions, products, services, and content of any other third-parties. You should carefully review the legal statements and other conditions of use of any website which you access through a link from this Website. Your linking to any other off-site websites is at your own risk.",
    "tosProhibitedUse": "Prohibited Uses",
    "tosProhibitedUseDetail": "In addition to other terms as set forth in the Agreement, you are prohibited from using the Website or its Content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses." ,
    "tosLiability": "Limitation of Liability",
    "tosLiabilityDetail": "To the fullest extent permitted by applicable law, in no event will Website Operator, its affiliates, officers, directors, employees, agents, suppliers or licensors be liable to any person for (a): any indirect, incidental, special, punitive, cover or consequential damages (including, without limitation, damages for lost profits, revenue, sales, goodwill, use of content, impact on business, business interruption, loss of anticipated savings, loss of business opportunity) however caused, under any theory of liability, including, without limitation, contract, tort, warranty, breach of statutory duty, negligence or otherwise, even if Website Operator has been advised as to the possibility of such damages or could have foreseen such damages. To the maximum extent permitted by applicable law, the aggregate liability of Website Operator and its affiliates, officers, employees, agents, suppliers and licensors, relating to the services will be limited to an amount greater of one dollar or any amounts actually paid in cash by you to Website Operator for the prior one month period prior to the first event or occurrence giving rise to such liability. The limitations and exclusions also apply if this remedy does not fully compensate you for any losses or fails of its essential purpose.",
    "tosIndemnify": "Indemnification",
    "tosIndemnifyDetail": "You agree to indemnify and hold Website Operator and its affiliates, directors, officers, employees, and agents harmless from and against any liabilities, losses, damages or costs, including reasonable attorneys' fees, incurred in connection with or arising from any third-party allegations, claims, actions, disputes, or demands asserted against any of them as a result of or relating to your Content, your use of the Website or Services or any willful misconduct on your part.",
    "tosChanges": "Changes and Amendments",
    "tosChangesDetail": "We reserve the right to modify this Agreement or its policies relating to the Website or Services at any time, effective upon posting of an updated version of this Agreement on the Website. When we do, we will revise the updated date at the bottom of this page. Continued use of the Website after any such changes shall constitute your consent to such changes.",
    "tosAcceptance": "Acceptance of These Terms",
    "tosAcceptanceDetail": "You acknowledge that you have read this Agreement and agree to all its terms and conditions. By using the Website or its Services you agree to be bound by this Agreement. If you do not agree to abide by the terms of this Agreement, you are not authorized to use or access the Website and its Services.",
    "tosContact": "Contacting Us",
    "tosContactDetail": "If you would like to contact us to understand more about this Agreement or wish to contact us concerning any matter relating to it, you may do so via <a class=\"ml-1\" href=\"/contact\" target=\"_blank\">the contact form</a> or send an email to support@10centuries.com",
    "tosLastUpdate": "This document was last updated on February 17, 2020",

    "welcomeIntro": "Weclome to 10Centuries!",
    "welcomeIntroDetail": "Your account is set up and ready for you to start using.",
    "welcomeSec01Intro": "What would you like to do next?",
    "welcomeSec01Detail": "Click on an icon to begin your journey.",
    "welcomeFeatCS": "(Coming Soon)",
    "welcomeFeat01": "Explore Social",
    "welcomeFeat02": "Write a Blog Post",
    "welcomeFeat03": "Begin a Journal",
    "welcomeFeat04": "Read RSS Feeds",
    "welcomeFeat05": "Listen to Podcasts",

    "page404Intro": "Page Not Found",
    "page404Descr": "Seems that you&apos;re trying to find something that doesn&apos;t exist.",

    "btnCreateAcct": "Create My Account",
    "btnGoBack": "Go Back",
    "btnDownload": "Download",
    "btnSendForgotMail": "Send Login Link",
    "btnHome": "Return Home",
    "btnJoin": "Sign Up for Free!",
    "btnLearnMore": "Learn More",
    "btnSignInApple": "Sign In with Apple",
    "btnViewSource": "View the Source Code",

    "msgOneMoment": "Just a moment ..."
}